Repository: refineid/refineid-apple
Catalog: Sources/App/Localizable.xcstrings
Source language: en
Languages: fi, sv

source: Your phone needs an ID card, please.
fi: Puhelin kaipaa henkilökorttia.
sv: Mobilen behöver ID-kort.

source: %@ signed
fi: %@ allekirjoitettu
sv: %@ signerat

source: %@, variant not in DVV's table
fi: %@, muunnos ei ole DVV:n taulukossa
sv: %@, varianten finns inte i DVV:s tabell

# %@: %lld of %lld attempts left.
source: %1$@: %2$lld of %3$lld attempts left.
fi: %1$@: %2$lld/%3$lld yritystä jäljellä.
sv: %1$@: %2$lld av %3$lld försök kvar.

source: %lld documents
fi: %lld dokumenttia
sv: %lld dokument

source: %lld documents to sign
fi: %lld dokumenttia allekirjoitettavana
sv: %lld dokument att underteckna

source: %u attempts remaining
fi: %u yritystä jäljellä
sv: %u försök kvar

source: %u attempts remaining - low
fi: %u yritystä jäljellä - vähän
sv: %u försök kvar - få

source: A correct entry restores the full count.
fi: Oikea koodi palauttaa kaikki yritykset.
sv: Rätt kod återställer alla försök.

source: A credential has fewer than five attempts remaining
fi: Yhdellä tunnusluvulla on alle viisi yritystä jäljellä
sv: En kod har färre än fem försök kvar

source: A credential is blocked or has at most two attempts remaining
fi: Tunnusluku on lukittu tai sillä on enintään kaksi yritystä jäljellä
sv: En kod är spärrad eller har högst två försök kvar

source: A wrong %@ spends one attempt. %lld attempts remain. Exhausting the %@ cannot be undone by software.
fi: Väärä %1$@ kuluttaa yhden yrityksen. Yrityksiä on jäljellä %2$lld. Loppuun kulunutta koodia %3$@ ei voi palauttaa ohjelmistolla.
sv: En felaktig %1$@ förbrukar ett försök. %2$lld försök återstår. En förbrukad %3$@ kan inte återställas med programvara.

source: A wrong current %@ spends one attempt. %lld attempts remain.
fi: Väärä nykyinen %1$@ kuluttaa yhden yrityksen. Yrityksiä on jäljellä %2$lld.
sv: En felaktig nuvarande %1$@ förbrukar ett försök. %2$lld försök återstår.

source: About RefineID
fi: Tietoja: RefineID
sv: Om RefineID

source: Action
fi: Toiminto
sv: Åtgärd

source: Activate
fi: Aktivoi
sv: Aktivera

source: Activate Card
fi: Aktivoi kortti
sv: Aktivera kortet

source: Activate the card first, then return here to take it into use.
fi: Aktivoi kortti ensin ja palaa sitten ottamaan se käyttöön.
sv: Aktivera kortet först och kom sedan tillbaka för att ta det i bruk.

source: Activate this card first, then try setup again.
fi: Aktivoi kortti ensin, yritä sitten uudelleen.
sv: Aktivera kortet först, försök sedan igen.

source: Activating a card is not part of this version of RefineID.
fi: Kortin aktivointi ei kuulu tähän RefineID:n versioon.
sv: Aktivering av kortet ingår inte i den här versionen av RefineID.

source: Activation PIN
fi: Aktivointitunnusluku
sv: Aktiveringskod

source: Activation PIN is incorrect.
fi: Aktivointitunnusluku on väärä.
sv: Aktiveringskoden är felaktig.

source: Activation code is incorrect.
fi: Aktivointikoodi on väärä.
sv: Aktiveringskoden är felaktig.

source: Add
fi: Lisää
sv: Lägg till

source: Add an authority
fi: Lisää aikaleimapalvelu
sv: Lägg till en tidsstämplingstjänst

source: Add more…
fi: Lisää…
sv: Lägg till…

source: Address
fi: Osoite
sv: Adress

source: Add…
fi: Lisää…
sv: Lägg till…

source: All credential attempts are available
fi: Kaikki tunnuslukuyritykset ovat käytettävissä
sv: Alla kodförsök är tillgängliga

source: Allow reactivation
fi: Salli uudelleenaktivointi
sv: Tillåt omaktivering

source: Allow this device
fi: Salli tämä laite
sv: Tillåt den här enheten

source: Application
fi: Sovellus
sv: App

source: Attempts left:
fi: Yrityksiä jäljellä:
sv: Försök kvar:

source: Basic (PIN 1)
fi: Perus (PIN 1)
sv: Bas (PIN 1)

source: Basic Code (PIN 1)
fi: Perustunnusluku (PIN 1)
sv: Baskoden (PIN 1)

source: Basic code again
fi: Perustunnusluku uudestaan
sv: Baskod igen

source: Browser authentication
fi: Selaintunnistautuminen
sv: Webbläsarinloggning

source: Cache
fi: Välimuisti

source: Cancel
fi: Peruuta
sv: Avbryt

source: Card
fi: Kortti
sv: Kort

source: Card Access Number
fi: Kortin pääsykoodi
sv: Kortets åtkomstkod

source: Card Access Number (CAN)
fi: Kortin pääsykoodi (CAN)
sv: Kortets åtkomstkod (CAN)

source: Card access number
fi: Kortin pääsykoodi
sv: Kortets åtkomstkod

source: Card activation
fi: Kortin käyttöönotto
sv: Kortaktivering

source: Card details already stored on this iPhone.
fi: Kortin tiedot on jo tallennettu tähän iPhoneen.
sv: Kortets uppgifter är redan sparade på den här iPhone.

source: Card details stored on this iPhone.
fi: Kortin tiedot tallennettu tähän iPhoneen.
sv: Kortets uppgifter sparade på den här iPhone.

source: Card detected, not ready - if this lasts, re-insert it
fi: Kortti havaittu, ei valmis - jos tila jatkuu, aseta kortti uudelleen
sv: Kort upptäckt, inte klart - sätt i kortet igen om det fortsätter

source: Card found
fi: Kortti löytyi
sv: Kort hittades

source: Card found. Keep holding.
fi: Kortti löytyi. Pidä se paikallaan.
sv: Kortet hittades. Håll kvar det.

source: Card identity read.
fi: Kortin varmenne luettu.
sv: Kortets certifikat inläst.

source: Card read successfully.
fi: Kortti luettu onnistuneesti.
sv: Kortet lästes in framgångsrikt.

source: Card on NFC
fi: Kortti NFC:llä
sv: Kort via NFC

source: Card on reader
fi: Kortti lukijassa
sv: Kort i läsaren

source: Card reader
fi: Kortinlukija
sv: Kortläsare

source: Card registered for Safari.
fi: Kortti rekisteröity Safariin.
sv: Kortet registrerat för Safari.

source: Card status
fi: Kortin tila
sv: Kortstatus

source: Card type
fi: Korttityyppi
sv: Korttyp

source: Card-holding device
fi: Korttia käyttävä laite
sv: Enhet som använder kortet

source: Cards
fi: Kortit
sv: Kort

source: Certificate read
fi: Varmenne luettu
sv: Certifikatet lästes

source: Change
fi: Vaihda
sv: Byt

source: Change %@
fi: Vaihda %@
sv: Byt %@

source: Change Basic PIN 1
fi: Vaihda perustunnusluku (PIN 1)
sv: Byt grundläggande kod (PIN 1)

source: Change PIN 1
fi: Vaihda PIN 1
sv: Byt PIN 1

source: Change PIN 2
fi: Vaihda PIN 2
sv: Byt PIN 2

source: Change Signature PIN 2
fi: Vaihda allekirjoitustunnusluku (PIN 2)
sv: Byt signaturkod (PIN 2)

source: Change or Reset PINs
fi: Vaihda tai palauta PIN-koodit
sv: Ändra eller återställ PIN-koder

source: Checking...
fi: Tarkistetaan...
sv: Kontrollerar...

source: Choose a different document…
fi: Valitse toinen asiakirja…
sv: Välj ett annat dokument…

source: Choose…
fi: Valitse…
sv: Välj…

source: Clear
fi: Tyhjennä
sv: Rensa

source: Clear diagnostic logs
fi: Tyhjennä diagnostiikkalokit
sv: Rensa diagnostikloggarna

source: Clear diagnostic logs?
fi: Tyhjennetäänkö diagnostiikkalokit?
sv: Vill du rensa diagnostikloggarna?

source: Clear refused by the keychain: %lld
fi: Avainnippu esti tyhjennyksen: %lld
sv: Nyckelringen nekade rensningen: %lld

source: Clears only RefineID's diagnostic trace.
fi: Tyhjentää vain RefineID:n diagnostiikkajäljen.
sv: Rensar endast RefineID:s diagnostikspår.

source: Confirm %@ change?
fi: Vahvistetaanko koodin %@ vaihto?
sv: Bekräfta byte av %@?

source: Confirm %@ reset?
fi: Vahvistetaanko koodin %@ palautus?
sv: Bekräfta återställning av %@?

source: Confirm card activation?
fi: Vahvistetaanko kortin käyttöönotto?
sv: Bekräfta kortaktivering?

source: Confirm the other device
fi: Vahvista toinen laite
sv: Bekräfta den andra enheten

source: Connect Identity Card
fi: Yhdistä henkilökortti
sv: Anslut identitetskortet

source: Connect
fi: Yhdistä
sv: Anslut

source: Connect Remote Reader
fi: Yhdistä etälukija
sv: Anslut fjärrläsare

source: Connect a card reader
fi: Liitä kortinlukija
sv: Anslut en kortläsare

source: Connect a card reader and insert your card.
fi: Liitä kortinlukija ja aseta kortti siihen.
sv: Anslut en kortläsare och sätt i ditt kort.

source: Connected
fi: Yhdistetty
sv: Ansluten

source: Connection opened.
fi: Yhteys avattu.
sv: Anslutning öppnad.

source: Contactless (NFC) cards
fi: Etäluettavat (NFC) kortit
sv: Kontaktlösa (NFC) kort

source: Container
fi: Salkku
sv: Portfölj

source: Copy report
fi: Kopioi raportti
sv: Kopiera rapporten

source: Could not read the card - remove it and insert it again
fi: Kortin lukeminen ei onnistunut - irrota kortti ja aseta se uudelleen
sv: Kortet kunde inte läsas - ta ut kortet och sätt i det igen

source: Could not save card details
fi: Kortin tietoja ei voitu tallentaa
sv: Kortets uppgifter kunde inte sparas

source: Could not store PIN 1 (%d).
fi: PIN 1:n tallentaminen ei onnistunut (%d).
sv: PIN 1 kunde inte sparas (%d).

source: Could not store the card access number (%d).
fi: Kortin käyttönumeron tallentaminen ei onnistunut (%d).
sv: Kortets åtkomstnummer kunde inte sparas (%d).

source: Credential
fi: Tunnus
sv: Kod

source: Current %@
fi: Nykyinen %@
sv: Nuvarande %@

source: DEMO MODE
fi: ESITTELYTILA
sv: DEMOLÄGE

source: Demo Mode
fi: Esittelytila
sv: Demoläge

source: Demo Mode…
fi: Esittelytila…
sv: Demoläge…

source: DOE JANE 12345678N
fi: MEIKALAINEN MAIJA 12345678N
sv: SVENSSON ANNA 12345678N

source: Delete
fi: Poista
sv: Radera

source: Deny
fi: Estä
sv: Neka

source: Device
fi: Laite
sv: Enhet

source: Diagnostic logs cleared.
fi: Diagnostiikkalokit tyhjennettiin.
sv: Diagnostikloggarna rensades.

source: Diagnostic report
fi: Diagnostiikkaraportti
sv: Diagnostikrapport

source: Diagnostics
fi: Diagnostiikka
sv: Diagnostik

source: Document signing
fi: Asiakirjojen allekirjoittaminen
sv: Dokumentsignering

source: Document to sign
fi: Allekirjoitettava asiakirja
sv: Dokument att signera

source: Documents to sign
fi: Allekirjoitettavat dokumentit
sv: Dokument att underteckna

source: Disconnect
fi: Katkaise
sv: Koppla från

source: Done
fi: Valmis
sv: Klar

source: Driver included
fi: Mukana oleva ajuri
sv: Medföljande drivrutin

source: Drop a document here to sign it
fi: Vedä asiakirja tähän allekirjoitettavaksi
sv: Dra ett dokument hit för att signera det

source: Drop documents here to sign them
fi: Pudota dokumentit tähän allekirjoitettavaksi
sv: Släpp dokument här för att underteckna dem

source: Enable
fi: Ota käyttöön
sv: Aktivera

source: Establishing a secure connection
fi: Muodostetaan suojattua yhteyttä
sv: Upprättar en säker anslutning

source: Edit Virtual Card…
fi: Muokkaa virtuaalikorttia…
sv: Redigera virtuellt kort…

source: Exit Demo Mode
fi: Poistu esittelytilasta
sv: Avsluta demoläge

source: Explore with a Virtual Demo Card
fi: Kokeile virtuaalisella esittelykortilla
sv: Utforska med ett virtuellt demokort

source: Finnish identity card middleware
fi: Suomalaisen henkilökortin väliohjelmisto
sv: Mellanprogram för finländskt identitetskort

source: Forget
fi: Unohda
sv: Glöm

source: Forget identity
fi: Unohda identiteetti
sv: Glöm identiteten

source: Forget identity?
fi: Unohdetaanko identiteetti?
sv: Vill du glömma identiteten?

source: Format
fi: Muoto

source: Hide %@
fi: Piilota %@
sv: Dölj %@

source: Hold the card near the top of the iPhone.
fi: Pidä korttia iPhonen yläosan lähellä.
sv: Håll kortet nära den övre delen av iPhone.

source: Hold card to phone
fi: Pidä korttia puhelimessa
sv: Håll kortet mot telefonen

source: Hold the card on the top back of the phone.
fi: Pidä korttia puhelimen yläosan takana.
sv: Håll kortet mot telefonens övre baksida.

source: Hold the card still while PIN 1 is changed.
fi: Pidä korttia paikallaan, kun perustunnusluku (PIN 1) vaihdetaan.
sv: Håll kortet stilla medan baskoden (PIN 1) byts.

source: Hold the card still while PIN 1 is reset.
fi: Pidä korttia paikallaan, kun perustunnusluku (PIN 1) palautetaan.
sv: Håll kortet stilla medan baskoden (PIN 1) återställs.

source: Hold the card still while PIN 2 is changed.
fi: Pidä korttia paikallaan, kun allekirjoitustunnusluku (PIN 2) vaihdetaan.
sv: Håll kortet stilla medan signaturkoden (PIN 2) byts.

source: Hold the card still while PIN 2 is reset.
fi: Pidä korttia paikallaan, kun allekirjoitustunnusluku (PIN 2) palautetaan.
sv: Håll kortet stilla medan signaturkoden (PIN 2) återställs.

source: Hold the card still while activation is checked.
fi: Pidä korttia paikallaan, kun aktivointi tarkistetaan.
sv: Håll kortet stilla medan aktiveringen kontrolleras.

source: Hold the card still while it is activated.
fi: Pidä korttia paikallaan, kun se aktivoidaan.
sv: Håll kortet stilla medan det aktiveras.

source: Hold your identity card near the top of the iPhone.
fi: Pidä henkilökorttia iPhonen yläosan lähellä.
sv: Håll identitetskortet nära den övre delen av iPhone.

source: Identity
fi: Identiteetti
sv: Identitet

source: Identity card
fi: Henkilökortti
sv: Identitetskort

source: In each PDF
fi: Jokaiseen PDF-tiedostoon
sv: I varje PDF-fil

source: In the PDF
fi: PDF-tiedostoon
sv: I PDF-filen

source: Insert your card
fi: Aseta kortti lukijaan
sv: Sätt i ditt kort

source: Insert your identity card
fi: Aseta henkilökortti lukijaan
sv: Sätt i ditt identitetskort

source: Insert your identity card into the reader
fi: Laita henkilökortti lukijaan
sv: Sätt in identitetskortet i läsaren

source: Connect a card reader, open RefineID on iPhone, or connect an Android phone with code: %@
fi: Avaa RefineID iPhonessa tai liitä kortinlukija. Android-puhelimen voit yhdistää koodilla %@.
sv: Anslut en kortläsare, öppna RefineID på iPhone eller anslut en Android-telefon med koden: %@

source: Insert your identity card into the reader, open RefineID on iPhone, or connect an Android phone with code: %@
fi: Aseta henkilökortti lukijaan, avaa RefineID iPhonessa tai liitä Android-puhelin koodilla: %@
sv: Sätt i ditt identitetskort i läsaren, öppna RefineID på iPhone eller anslut en Android-telefon med koden: %@

source: Insert card to reader
fi: Aseta kortti lukijaan
sv: Sätt i kortet i läsaren

source: Open RefineID on phone (code %@).
fi: Avaa RefineID kännykässä (koodi %@).
sv: Öppna RefineID i mobilen (kod %@).

source: Connect phone as reader with code: %@
fi: Liitä kännykkä lukijaksi koodilla: %@
sv: Anslut telefonen som läsare med kod: %@

source: Preparing pairing code...
fi: Valmistellaan pariliitoskoodia…
sv: Förbereder parkopplingskod…

source: Invalid entry
fi: Virheellinen arvo
sv: Ogiltigt värde

source: Invalidated - see recovery instructions
fi: Mitätöity - katso palautusohjeet
sv: Ogiltigförklarad - se återställningsanvisningarna

source: Locked - see recovery instructions
fi: Lukittu - katso palautusohjeet
sv: Låst - se återställningsanvisningarna

source: Manage
fi: Hallinta
sv: Hantera

source: New %@
fi: Uusi %@
sv: Ny %@

source: New %@ again
fi: Uusi %@ uudelleen
sv: Ny %@ igen

source: New PIN 1
fi: Uusi PIN 1
sv: Ny PIN 1

source: New PIN 1 again
fi: Uusi PIN 1 uudelleen
sv: Ny PIN 1 igen

source: New PIN 2
fi: Uusi PIN 2
sv: Ny PIN 2

source: New PIN 2 again
fi: Uusi PIN 2 uudelleen
sv: Ny PIN 2 igen

source: No card was found. Hold the card against the top of the phone.
fi: Korttia ei löytynyt. Pidä korttia puhelimen yläosaa vasten.
sv: Inget kort hittades. Håll kortet mot telefonens övre del.

source: No handwritten signature; the stamp will show the certificate identity.
fi: Ei nimikirjoitusta; leimassa näkyy varmenteen identiteetti.
sv: Ingen namnteckning; stämpeln visar certifikatets identitet.

source: No paired device selected
fi: Laiteparia ei ole valittu
sv: Ingen parkopplad enhet har valts

source: No paired devices
fi: Ei laitepareja
sv: Inga parkopplade enheter

source: No readable card.
fi: Ei luettavaa korttia.
sv: Inget läsbart kort.

source: Not a supported identity card
fi: Kortti ei ole tuettu henkilökortti
sv: Kortet är inte ett identitetskort som stöds

source: Not a usable address
fi: Osoite ei ole käyttökelpoinen
sv: Adressen kan inte användas

source: Not available
fi: Ei käytettävissä
sv: Inte tillgängligt

source: Not included
fi: Ei mukana
sv: Ingår inte

source: Offline
fi: Ei yhteyttä
sv: Frånkopplad

source: Off, a card is read only when inserted into a reader. On, a card presented on a contactless reader is opened with the access number printed on its face.
fi: Pois päältä kortti luetaan vain lukijaan asetettuna. Päällä etäluettavalle lukijalle esitetty kortti avataan korttiin painetulla numerolla.
sv: Av läses kortet endast när det sätts i en läsare. På öppnas ett kort som visas för en kontaktlös läsare med numret tryckt på kortet.

source: Only %u attempts remain for %@.
fi: Vain %1$u yritystä on jäljellä koodille %2$@.
sv: Endast %1$u försök återstår för %2$@.

source: Only 1 attempt remains for %@.
fi: Vain 1 yritys on jäljellä koodille %@.
sv: Endast 1 försök återstår för %@.

source: Only the listed supported access is granted to this device
fi: Laitteelle sallitaan vain luetellut tuetut käyttöoikeudet
sv: Enheten får endast de angivna åtkomsträttigheter som stöds

source: Opening a connection to the card.
fi: Avataan yhteys korttiin.
sv: Öppnar anslutning till kortet.

source: Operation refused
fi: Toimintoa ei suoritettu
sv: Åtgärden avvisades

source: PDF Stamp
fi: PDF-leima
sv: PDF-stämpel

source: PIN 1 could not be verified safely.
fi: Perustunnuslukua (PIN 1) ei voitu tarkistaa turvallisesti.
sv: Baskoden (PIN 1) kunde inte kontrolleras säkert.

source: PIN 1 does not fit its digit rules.
fi: Perustunnusluvussa (PIN 1) on väärä määrä numeroita.
sv: Baskoden (PIN 1) har fel antal siffror.

source: PIN 1 is blocked
fi: PIN 1 on lukittu
sv: PIN 1 är spärrad

source: PIN 1 is blocked.
fi: Perustunnusluku (PIN 1) on lukittu.
sv: Baskoden (PIN 1) är spärrad.

source: PIN 1 is incorrect.
fi: PIN 1 on väärä.
sv: PIN 1 är felaktig.

source: PIN 1 requires recovery
fi: PIN 1 on palautettava
sv: PIN 1 måste återställas

source: PIN 2 (remembered)
fi: PIN 2 (muistissa)
sv: PIN 2 (ihågkommen)

source: PIN 2 is incorrect.
fi: PIN 2 on väärä.
sv: PIN 2 är felaktig.

source: PIN 2 requires recovery
fi: PIN 2 on palautettava
sv: PIN 2 måste återställas

source: PIN management
fi: PIN-tunnuslukujen hallinta
sv: PIN-hantering

source: PUK is incorrect.
fi: PUK on väärä.
sv: PUK är felaktig.

source: Pair
fi: Yhdistä
sv: Parkoppla

source: Pair a phone
fi: Muodosta laitepari
sv: Parkoppla en telefon

source: Paired
fi: Paritettu
sv: Parkopplad

source: Paired device
fi: Laitepari
sv: Parkopplad enhet

source: Paired device selected
fi: Laitepari valittu
sv: Parkopplad enhet vald

source: Paired devices
fi: Laiteparit
sv: Parkopplade enheter

source: Pairing Code
fi: Pariliitoskoodi
sv: Parkopplingskod

source: Enter Pairing Code
fi: Syötä pariliitoskoodi
sv: Ange parkopplingskod

source: Enter the code shown on your other device to connect.
fi: Syötä toisessa laitteessa näkyvä koodi yhdistääksesi.
sv: Ange koden som visas på din andra enhet för att ansluta.

source: Enter this code in RefineID on your iPhone to pair.
fi: Syötä koodi RefineID-sovellukseen iPhonessa.
sv: Ange koden i RefineID på din iPhone.

source: Copy Code
fi: Kopioi koodi
sv: Kopiera kod

source: Code copied
fi: Koodi kopioitu
sv: Koden kopierades

source: Pairing QR code
fi: Laitekoodi
sv: QR-kod för parkoppling

source: Pairing code scanner
fi: Laitekoodin lukija
sv: Läsare för parkopplingskod

source: Pairing could not be started
fi: Laiteparin muodostusta ei voitu aloittaa
sv: Parkopplingen kunde inte startas

source: Pairing ended before it was completed
fi: Laiteparin muodostus päättyi kesken
sv: Parkopplingen avslutades innan den var klar

source: Pairing was denied
fi: Laitepari hylättiin
sv: Parkopplingen nekades

source: Password
fi: Salasana
sv: Lösenord

source: Phone connected
fi: Puhelin yhdistetty
sv: Telefon ansluten

source: Phone not connected
fi: Puhelin ei yhdistetty
sv: Telefonen är inte ansluten

source: Person
fi: Henkilö

# Personal Identification Numbers
source: PINs
fi: Tunnusluvut
sv: PIN-koder

# Personal Identification Numbers (PINs)
source: PINs
fi: Tunnusluvut
sv: PIN-koder

source: Platform
fi: Alusta
sv: Plattform

source: Portrait QR
fi: Kasvokuva-QR
sv: Porträtt-QR

source: Present your identity card
fi: Näytä henkilökorttisi
sv: Visa ditt identitetskort

source: Put the card back
fi: Laita kortti takaisin
sv: Lägg tillbaka kortet

source: RefineID does not use either of the last two attempts.
fi: RefineID ei käytä kumpaakaan kahdesta viimeisestä yrityksestä.
sv: RefineID använder inte något av de två sista försöken.

source: RefineID will not use a credential with one or two attempts left. Restore it with other software, or unblock it here once the card has blocked it.
fi: RefineID ei käytä tunnuslukua, jossa on yksi tai kaksi yritystä jäljellä. Palauta se toisella ohjelmistolla tai poista sulku täällä, kun kortti on lukinnut sen.
sv: RefineID använder inte en kod med ett eller två försök kvar. Återställ den med annan programvara, eller lås upp den här när kortet har låst den.

source: RefineID will not use either of the final two PUK attempts.
fi: RefineID ei käytä kumpaakaan kahdesta viimeisestä PUK-yrityksestä.
sv: RefineID använder inte något av de två sista PUK-försöken.

source: RefineID's Safari card identities were reset.
fi: RefineID:n Safari-korttitunnisteet nollattiin.
sv: RefineID:s kortidentiteter för Safari återställdes.

source: Reader
fi: Kortinlukija
sv: Kortläsare

source: Reading card capabilities
fi: Luetaan kortin ominaisuuksia
sv: Läser kortets egenskaper

source: Reading report
fi: Luetaan raporttia
sv: Läser rapporten

source: Reading the card…
fi: Luetaan korttia…
sv: Läser kortet…

source: Reading the certificate from the card.
fi: Luetaan varmennetta kortilta.
sv: Läser certifikatet från kortet.

source: Ready for Safari
fi: Valmis Safaria varten
sv: Klar för Safari

source: Refresh
fi: Päivitä
sv: Uppdatera

source: Refresh report
fi: Päivitä raportti
sv: Uppdatera rapporten

source: Remote
fi: Etä
sv: Fjärr

source: Remote Card
fi: Etäkortti
sv: Fjärrkort

source: Remote card connections
fi: Etäkorttiyhteydet
sv: Fjärrkortanslutningar

source: Remove %@
fi: Poista %@
sv: Ta bort %@

source: Remove paired device
fi: Poista laitepari
sv: Ta bort parkopplad enhet

source: Remove the card and put it back, so the system reads it again.
fi: Poista kortti ja aseta se takaisin, jotta järjestelmä lukee sen uudelleen.
sv: Ta ut kortet och sätt tillbaka det så att systemet läser det igen.

source: Remove this authority
fi: Poista tämä aikaleimapalvelu
sv: Ta bort den här tidsstämplingstjänsten

source: Remove this pairing
fi: Poista laitepari

source: Replace
fi: Vaihda
sv: Ersätt

source: Report actions
fi: Raportin toiminnot
sv: Åtgärder för rapporten

source: Report copied
fi: Raportti kopioitiin
sv: Rapporten kopierades

source: Requested access
fi: Pyydetyt käyttöoikeudet
sv: Begärd åtkomst

source: Requesting device
fi: Pyytävä laite
sv: Begärande enhet

source: Reset
fi: Palauta
sv: Återställ

source: Reset %@
fi: Palauta %@
sv: Återställ %@

source: Reset Basic PIN 1
fi: Palauta perustunnusluku (PIN 1)
sv: Återställ grundläggande kod (PIN 1)

source: Reset PIN 1
fi: Palauta PIN 1
sv: Återställ PIN 1

source: Reset PIN 1 with your PUK.
fi: Palauta PIN 1 PUK-koodilla.
sv: Återställ PIN 1 med din PUK-kod.

source: Reset PIN 2
fi: Palauta PIN 2
sv: Återställ PIN 2

source: Reset PIN 2 with your PUK.
fi: Palauta PIN 2 PUK-koodilla.
sv: Återställ PIN 2 med din PUK-kod.

source: Reset Signature PIN 2
fi: Palauta allekirjoitustunnusluku (PIN 2)
sv: Återställ signaturkod (PIN 2)

source: Restore Defaults
fi: Palauta oletukset
sv: Återställ standardvärden

source: Safari login (CTK)
fi: Safari-kirjautuminen (CTK)
sv: Safari-inloggning (CTK)

source: Safari setup did not finish
fi: Safari-määritys jäi kesken
sv: Safari-konfigurationen slutfördes inte

source: Safari setup did not finish. Try again.
fi: Safari-käyttöönotto ei valmistunut. Yritä uudelleen.
sv: Safari-konfigurationen slutfördes inte. Försök igen.

source: Save
fi: Tallenna
sv: Spara

source: Saved to this iPhone
fi: Tallennettu tähän iPhoneen
sv: Sparat på den här iPhone-enheten

source: Scan
fi: Skannaa
sv: Skanna

source: Scan card QR code
fi: Skannaa kortin QR-koodi
sv: Skanna kortets QR-kod
